name: "Test-Net"
layer {
    name: "train_data"
    type: "ImageData"
    top: "data"
    top: "label"
    image_data_param {
        source: "resources/train_list_100.txt"
        batch_size: 16
        crop_size: 227
        new_height: 256
        new_width: 256
    }    
}
